[
    {
      "quote": "And he said unto the children of men: Follow thou me. Wherefore, my beloved brethren, can we follow Jesus save we shall be willing to keep the commandments of the Father? ... And also, the voice of the Son came unto me, saying: ... Wherefore, follow me, and do the things which ye have seen me do.",
      "scripture": "2 Nephi 31:10, 12"
    },
    {
      "quote": "“Lift up your hearts and be glad, for I am in your midst, and am your advocate with the Father; and it is his good will to give you the kingdom.”",
      "scripture": "Doctrine and Covenants 29:5"
    },
    {
      "quote": "“Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”",
      "scripture": "John 8:12"
    },
    {
      "quote": "“To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.”",
      "scripture": "Luke 1:79"
    },
    {
      "quote": "“But there is a resurrection, therefore the grave hath no victory, and the sting of death is swallowed up in Christ.”",
      "scripture": "Mosiah 16:8"
    },
    {
      "quote": "'And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people. And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities.'",
      "scripture": "Alma 7:11-12"
    },
    {
      "quote": "'Yea, and as often as my people repent will I forgive them their trespasses against me.'",
      "scripture": "Mosiah 26:30"
    },
    {
      "quote": "'And he cometh into the world that he may save all men if they will hearken unto his voice; for behold, he suffereth the pains of all men, yea, the pains of every living creature, both men, women, and children, who belong to the family of Adam.'",
      "scripture": "2 Nephi 9:21"
    },
    {
      "quote": "“Lift up your hearts and be glad, for I am in your midst, and am your advocate with the Father; and it is his good will to give you the kingdom.”",
      "scripture": "Doctrine and Covenants 29:5"
    },
    {
      "quote": "“And if men come unto me I will show unto them their weakness. I give unto men weakness that they may be humble; and my grace is sufficient for all men that humble themselves before me; for if they humble themselves before me, and have faith in me, then will I make weak things become strong unto them.”",
      "scripture": "Ether 12:27"
    },
    {
      "quote": "“Wherefore, whoso believeth in God might with surety hope for a better world, yea even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God.”",
      "scripture": "Ether 12:4"
    },
    {
      "quote": "“Greater love hath no man than this, that a man lay down his life for his friends. Ye are my friends, if ye do whatsoever I command you. Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.”",
      "scripture": "John 15:13–14."
    },
    {
      "quote": "“But behold, the Lord hath redeemed my soul from hell; I have beheld his glory, and I am encircled about eternally in the arms of his love.”",
      "scripture": "2 Nephi 1:15"
    }
  ]